const data = [
  {
    category: "Пицца",
    id: "asaeoe3",
    products: [
      {
        name: "Пицца-1",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza1",
      },
      {
        name: "Пицца-2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza2",
      },
      {
        name: "Пицца-3",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza3",
      },
      {
        name: "Пицца-4",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza4",
      },
      {
        name: "Пицца-5",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza5",
      },
      {
        name: "Пицца-6",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza6",
      },
      {
        name: "Пицца-7",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza7",
      },
      {
        name: "Пицца-8",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza8",
      },
      {
        name: "Пицца-9",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza9",
      },
      {
        name: "Пицца-10",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza10",
      },
      {
        name: "Пицца-11",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza11",
      },
      {
        name: "Пицца-12",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pizza12",
      },
    ],
  },

  {
    category: "салат",
    products: [
      {
        name: "салат",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "salad1",
      },
      {
        name: "салат2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "salad2",
      },
    ],
  },

  {
    category: "паста",
    products: [
      {
        name: "паста",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pasta1",
      },
      {
        name: "паста2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        id: "pasta2",
      },
    ],
  },
];
export default data;
